{
    "_navbar-section":"",

        "features": "Features",

        "li-feature-geogen": "Volumenkörpererzeugung",
        "li-feature-shadowcast": "Schattenwurf",
        "li-feature-areas": "Flächenberechnung",
        "li-feature-costs": "Kostenermittlung",
        "li-feature-construction": "Energiebedarf und CO2 Erstellung",
        "li-feature-operational": "Energiebedarf und CO2 Betrieb",
        "li-feature-certifications": "ESG, SNBS und Minergie",
        "li-feature-daylight": "Tageslicht und Überhitzung",
        "li-feature-pv": "Solarstrahlung und PV-Simulation",
        "li-feature-noise": "Lärmabschätzung",
        "li-feature-report": "Ergebnisbericht",

        "team": "Team",
        "contact": "Kontakt",

    "_hero-section": "",
        "esd-tagline": "Schneller bessere Entscheidungen treffen.",
        "get-started": "Los geht's",
        "innovation-tag": "Eine Innovation von ",

    "_about-section": "",
        "what-esd": "WAS IST EARLY STAGE DESIGN (ESD)",
        "answer-esd": "ESD ist die automatisierte Bewertung von Bauprojekten in frühen Projektphasen.",
        "description-esd": "Wir automatisieren Bewertungen von Bauprojekten um den Fokus auf die Entscheidungsfindung zu legen. Hochwertige Machbarkeitsstudien werden in wenig Zeit möglich. Unvorstellbar? Werfen Sie einen Blick auf die ESD Features.",
        "read-more": "Mehr lesen",

    "_values-section": "",
        "goals-title": "Unser Ziel",
        "goals": "Schnellere, bessere, sichere Entscheidungen",
        "g1-title": "Schnellere Enscheidungsfähigkeit",
        "g1-description": "Durch automatisierte Analysen ermöglichen wir Entscheidungsfähigkeit in frühen Projektphasen. Entscheidungen haben in dieser Phase enorme Auswirkung auf das Projekt.",
        "g2-title": "Höhere Datenqualität",
        "g2-description": "Unser Ziel ist es Ihnen Entscheidungen durch eine hochwertige Datengrundlage zu erleichtern. Wählen Sie hierfür aus den Analysen durch die ESD-Features aus.",
        "g3-title": "Sichere Entscheidungsgrundlage",
        "g3-description": "Durch den Vergleich von vielen Varianten und die Einordnung anhand von Benchmarks können Entscheidungen mit hoher Sicherheit getroffen werden.",

    "_process-section": "",
        "process-title": "Der Prozess",
        "process-subtitle": "Der Prozess des Early Stage Design",

    "_services-section (features)": "",
        "features-title": "DIE FEATURES",
        "features-subtitle": "Entdecken Sie die ESD-Features",
        "more": "Mehr",

        "f1-title": "Volumenkörpererzeugung",
        "f1-description": "Durch parametriches Design können unterschiedliche Gebäudetypologien erstellt und miteinander verglichen werden. Ihre Vorschläge fliessen in den Erstellungsprozess mit ein.",
        "f2-title": "Schattenwurf",
        "f2-description": "Für die Planung von Hochhäusern ist eine Schattenberechnung gesetzlich vorgeschrieben. In diesem Fall wird die Erfassung des Schattenwurfs in die Analyse integriert.",
        "f3-title": "Flächenberechnungen",
        "f3-description": "Wichtige Kennzahlen wie Flächeneffizienz, Ausnützungsziffer oder Bruttogeschossfläche können unmittelbar angezeigt werden und in ihren Entscheidungsprozess einfliessen.",
        "f4-title": "Kostenermittlung",
        "f4-description": "Die Bauteilflächen für die Kostenberechnung werden automatisch nach Elementgruppen des eBKP-H (elementbasierter Baukostenplan Hochbau) aus der Geometrie extrahiert.",
        "f5-title": "Energiebedarf und CO2 Erstellung",
        "f5-description": "Der Umwelteinfluss der Erstellung des Gebäudes wird über die Bauteile ermittelt. Eine frühe Abschätzung von den Auswirkungen unterschiedlicher Geometrien und Baustoffe wird so möglich.",
        "f6-title": "Energiebedarf und CO2 Betrieb",
        "f6-description": "Der Energiebedarf und die CO2-Emissionen für den Betrieb können abgeschätzt werden. Detaillierte Energiebedarfsberechnungen werden über eine integrierte thermische Gebäudesimulation möglich.",
        "f7-title": "ESG, SNBS und MINERGIE",
        "f7-description": "Die Einordnung der ermittelten Kennzahlen erfolgt zum Beispiel über den Standard Nachhaltiges Bauen Schweiz (SNBS) oder Minergie.",
        "f8-title": "Tageslicht und Überhitzung",
        "f8-description": "Tageslicht- und Überhitzungssimulationen können miteinander verbunden werden, um herauszufinden, ob das Projekt komfortable Innenraumbedingungen gewährleistet.",
        "f9-title": "Solarstrahlung und PV-Simulation",
        "f9-description": "Simulationen der Sonneneinstrahlung helfen bei der Berechnung der Energieproduktion und der Identifizierung der besten Platzierung für die PV-Module.",
        "f10-title": "Lärmabschätzung",
        "f10-description": "Die Lärmbewertung schätzt die Lärmbelastung von Gebäuden durch angrenzende Strassen. Dadurch wer-den mögliche Probleme, die weiter untersucht werden müssen, im Voraus erkannt und das angenehme Wohnen für die Bewohner gesichert.",
        "f11-title": "Ergebnisbericht",
        "f11-description": "Die Ergebnisse der Analysen werden in einem automatisch erstellten Report festgehalten. Durch die fundierte Datengrundlage helfen wir Ihnen bessere Entscheidungen zu treffen.",
        "f12-title": "Neue Features",
        "f12-description": "Unser Ziel ist es Ihnen eine hochwertige Entscheidungsgrundlage zu liefern. Gerne erstellen wir dafür neue, auf Ihre Ziele zugeschnittene Analysen. Kommen Sie dafür einfach auf uns zu.",

    "_teams-section": "",
        "team-title": "DAS TEAM",
        "team-subtitle": "Ihre AnsprechpartnerInnen",

        "description-frma": "Abteilungsleiter Digitale Planung, Head Early Stage Design (ESD)",
        "description-cna": "Lead Computational Designer",
        "description-afu": "Computational Designer",
        "description-doch": "Product Owner & Entwickler Real Estate",
        "description-bllu": "Projektleiter ESG Portfolio Analyse",
        "description-ruej": "Abteilungsleiterin Raum, Mobilität und Nachhaltigkeit",
        "description-bey": "Abteilungsleiter Bauphysik, Akustik",
        "description-past": "Senior Experte Nachhaltigkeitsmanagement",
        "description-kra": "Abteilungsleiter Kostenplanung",
        "description-sml": "Abteilungsleiter Tragwerksplanung",
        "description-akd": "Projektingenieur Bauklimatik & Simulation",

        "former-team-title": "Team",
        "former-team-subtitle": "Ehemalige Mitarbeiter des ESD-Teams",

        "description-rue": "Leiterin Kompetenzzentrum Nachhaltigkeit",
        "date-rue": "2021 - April 2024",
        "description-kona": "ESD Computational Designer",
        "date-kona": "Oktober 2021 - Mai 2022",
        "description-clal": "ESD Computational Designer",
        "date-clal": "Oktober 2021 - Mai 2022",

    "_footer_section": "",
        "gru-tagline": "Und der Plan geht auf.",
        "about-title": "Über uns",
            "portrait": "Kurzportrait",
            "location": "Standorte",
            "newsletter": "E-Newsletter",
            "media": "Mediathek", 
            "impressum": "Impressum / Datenschutz",
        "competencies-title": "Kompetenzen",  
            "fire-safety": "Brandschutz",
            "energy": "Energie",
            "building-systems": "Gebäudetechnik",
            "general-planning": "Generalplanung",
            "infrastructure": "Infrastruktur",
            "structural-design": "Konstruktion",
            "security": "Sicherheit",
            "environment": "Umwelt",
        
        "address-l1": "St. Jakobs-Strasse 199",
        "address-l2": "CH-4020 Basel",
        "address-l3": "Schweiz",
        "phone": "Telefon:",
        "email": "E-Mail:",
        
        "_Features_page": "",
            "features-breadcrumbs-main": "Features Details",

            "feature-geogen-title": "Volumenkörpererzeugung im ESD",
            "feature-geogen-description": "Zu Beginn des Entwurfsprozesses stellt sich die wichtige Frage nach der städtebaulichen Masse des Gebäudes. Um das Volumen zu bestimmen, ermitteln wir die Gebäudetypologie und kontrollieren einige geometrische Parameter, wie die Höhe, Tiefe, Grenzen oder die Anzahl der Stockwerke. Änderungen der Parameter führt zu unterschiedlichen Volumen. Dies ermöglicht uns mehrere Varianten des Gebäudevolumens zu erstellen, die bereits den Vorschriften entsprechen. Auf der Grundlage unserer Analyse können wir sie dann vergleichen und optimieren. So ermöglich das Model zum Beispiel das Volumen zu finden, dass die Graue Energie oder Kosten minimiert.",
            "feature-shadowcast-title": "Schattenwurf im ESD",
            "feature-shadowcast-description": "Nacht dem kantonalen Baugesetz dürfen neu geplante Hochhäuser mit ihrem Schattenwurf umliegende Wohnzonen nicht wesentlich beeinträchtigen. Einige Kantone verlangen zum Zeitpunkt der Baubewilligung ein Schattendiagramm (grafische Darstellung des Schattenwurfs) des Gebäudes. Im Kontext des Early Stage Design kann mittels Simulationen der Schattenwurf von Gebäuden berechnet und unter Einhaltung der kantonalen Vorschriften das    zulässige Bauvolumen ermittelt werden. Anhand des digitalen Modells lassen sich Konfliktpunkte schnell in 3D überprüfen und das Gebäude bereits während der Machbarkeitsstudie optimieren, damit das gesamte Potential des Areals bestmöglich ausgeschöpft wird.",
            "feature-areas-title": "Flächenberechnungen im ESD",
            "feature-areas-description": "Jedes Gebäude muss den Bauvorschriften und gleichzeitig dem geforderten Raumprogramm entsprechen. Dies ist keine leichte Aufgabe. Aus diesem Grund berechnet das Modell Werte, die sich auf die Räume beziehen, was Ihnen helfen kann, fundierte Entscheidungen zu treffen. Auf der Grundlage der Geometrie und Raumaufteilung zeigt das Modell verschiedene Daten an. Der Nutzungsgrad gibt an, wie hoch der Anteil der vermietbaren/nutzbaren Fläche über dem maximal zulässigen Wert liegt. Andere wichtige Werte sind das Verhältnis Netto- zu Bruttofläche oder der Anteil der klimatisierten Fläche. Des Weiteren zeigt das Modell die Verteilung der Funktionen, basierend auf dem Raumprogramm oder den Parkplätzen.",
            "feature-costs-title": "Kostenermittlung im ESD",
            "feature-costs-description": "Die Kosten und Einnahmen bei der Planung eines Gebäudes spielen eine der wichtigsten Rollen bei der Entscheidungsfindung. Mit unserem Modell kann die Kosten, die Einnahmen und die Investitionsrendite ermitteln automatisch ermittelt werden. Durch Extraktion der Basismengen der Gebäudekomponenten kann das Modell die Kosten für jede Gebäudevariante gemäß dem eBKP-Katalog berechnen. Zunächst werden die Baukosten in verschiedene Klassifikationen wie Ausführung, Verwaltung, Sicherheit, Reinigung, Umwelt, Inspektion, Entsorgung, Reparatur und Erneuerung unterteilt. Auf der anderen Seite führt die Anzahl der vermietbaren Flächen zu den jährlichen Einnahmen und damit zur Rendite der Investition. Anhand des Modells können Sie darstellen, woher die wichtigsten Kosten kommen und ob Margenverbesserungen möglich sind. So können Sie Ihr Finanzbudget planen oder Ihre Ziele im Voraus optimieren.",
            "feature-construction-title": "Energiebedarf und CO2 Erstellung im ESD",
            "feature-construction-description": " Das Konzept der grauen Energie beschreibt die Menge an Energie, die für den Bau eines Gebäudes verbraucht wird, und sie hängt sowohl von der Geometrie als auch von den Materialien ab. Unter Berücksichtigung des gesamten Lebenszyklus von Gebäuden ist es notwendig, den Energieverbrauch und die Umweltauswirkungen auch in der Errichtungsphase zu reduzieren. Unser ESD-Modell unterscheidet die Bauelemente auf der Grundlage des e-BKP-Katalogs und ermittelt ihre Mengen. Danach ist es möglich, das Material für jedes Bauteil auf verschiedenen Ebenen auszuwählen, wie z. B. Struktur, Dämmung, Aussen- und Innenausbau. Auf diese Weise kann das Modell verschiedene Kombinationen von Materialien und Geometrien berücksichtigen, um die graue Energie zu minimieren. In der Anfangsphase sind weder Materialien noch Geometrien festgelegt. Daher ist es von entscheidender Bedeutung, die Form und die Materialien zu finden, die die meisten Ihrer Kriterien erfüllen und die Umweltauswirkungen reduzieren.",
            "feature-operational-title": "Energiebedarf und CO2 Betrieb im ESD",
            "feature-operational-description": "Geometrie, Materialien und Nutzungen beeinflussen das Energieverhalten des Gebäudes. Den Energieverbrauch eines Gebäudes im Voraus zu berechnen und zu reduzieren, ist daher entscheidend, um die Umweltziele zu erreichen. Die Schwierigkeit ist, die besten Strategien zu finden, die den Energiebedarf minimieren und gleichzeitig Komfort gewährleisten. Das Modell wird mit thermischen Simulationen gekoppelt, um den Energiebedarf und die CO2-Emissionen während der Betriebsphase zu ermitteln. Die Berücksichtigung der Geometrie, der Materialeigenschaften und der Innenraumfunktionen ermöglicht nicht nur die Abschätzung besserer Ergebnisse, sondern auch die Nutzung der passiven Strategien im Gebäude. So können beispielsweise die richtige Position, Proportion und Eigenschaften der Fenster die solaren Gewinne erhöhen und gleichzeitig die Wärmeverluste verringern. Widersprüchliche Ziele können durch den Vergleich und die Optimierung mehrerer Varianten ausgeglichen werden, um den Entwurfsprozess auf relevante Kriterien auszurichten.",
            "feature-certifications-title": "ESG, SNBS und Minergie im ESD",
            "feature-certifications-description": "Portfoliobesitzer wollen (und müssen) ihre Portfolios im Sinne der EU-Taxonomieverordnung zu CO2-neutralen Produkten transformieren. Hierbei ist es wichtig, belastbare Verbrauchsdaten der Assets und ihre Stranding-Zeitpunkte zu kennen, um frühzeitige und datenbasierte Entscheidungen zu treffen. Für zukunftsfähige Objekte müssen energetische Massnahmen bestimmt und Sanierungsfahrpläne erstellt werden. Gruner bietet hier als erfahrenes Ingenieurunternehmen mit hoher Affinität zu Digitalisierung und über 1000 Mitarbeitern skalierbare Lösungen an, um endlich vom 'talking' ins 'doing' zu kommen. Von der Portfolio-Analyse über die Massnahmenermittlung bis zur Sanierungsplanung, unsere Ingenieure aus allen Bereichen des Hochbaus helfen Ihnen, Ihr Transformationsziel so effizient wie möglich umzusetzen, sowohl von ökologischer als auch ökonomischer Sichtweise.",
            "feature-daylight-title": "Tageslicht und Überhitzung im ESD",
            "feature-daylight-description": " Eine der Fragestellungen, die sich in der Anfangsphase stellt, betrifft die Größe der Fenster. Dieser Aspekt wirkt sich nicht nur auf die Kosten und den Energiebedarf aus, sondern auch auf den Raumkomfort in Hinblick auf Tageslicht und Überhitzungsprobleme. Größere Fenster lassen mehr Tageslicht ins Gebäudeinnere, führen aber gleichzeitig zu einem höheren Überhitzungsrisiko im Sommer. Tageslicht und Überhitzungsgefahr führen also zu Konflikten. Einerseits bietet das ESD-Modell Tageslichtsimulationen für Innenräume auf der Grundlage von Fenstereigenschaften, Geometrien und internen Funktionen. Wir können daher nachvollziehen, ob diese Räume die Komfortanforderungen an das Tageslicht erfüllen. Andererseits berechnet das Modell die solaren Gewinne durch die Fenster auf der Grundlage der Klimabedingungen. So lässt sich das Risiko einer Überhitzung im Sommer abschätzen. Eine Pareto-Front, die die Ergebnisse der beiden Simulationen miteinander verknüpft, ermöglicht die Erkundung der besten Kompromisse. Dank der Simulationen können Sie bereits in frühen Planungsphasen verstehen, wie es um die Innenraumbedingungen Ihres Projekts in Bezug auf Tageslicht und Überhitzungsrisiken steht.",
            "feature-pv-title": "Solarstrahlung und PV-Simulation in ESD",
            "feature-pv-description": "Eine Photovoltaikanlage ist eine geeignete und manchmal auch vorgeschriebene Möglichkeit, erneuerbare Energie zu erzeugen und den Gesamtenergieverbrauch von Gebäuden zu senken. Für einige Gebäudezertifizierungen müssen Sie eine minimale Menge an PV-Modulen installieren. Die Simulation der Sonneneinstrahlung berechnet die Strahlung (kWh), die auf die Oberflächen (Dächer und Fassaden) fällt, und hilft so, die beste Platzierung für die PV-Module zu ermitteln. Sie berücksichtigt das Klima und den volumetrischen Kontext der Umgebung. Der höchste jährliche Solarertrag führt jedoch nicht unbedingt zu den größten Vorteilen. Um den Energieverbrauch des Gebäudes zu senken, müssen der stündliche Bedarf und die stündliche Energieerzeugung aufeinander abgestimmt werden, um den Eigenverbrauch zu erhöhen, d. h. den Anteil der erzeugten Energie, der direkt im Gebäude genutzt wird. In ESD können wir verschiedene Anordnungen der PV-Module untersuchen, um das Bedarfsprofil anzugleichen und den Eigenverbrauch zu optimieren. Wir können auch herausfinden, wie groß das System sein muss, um die Anforderungen der Gebäudezertifizierung zu erfüllen.",
            "feature-noise-title": "Lärmabschätzung in ESD",
            "feature-noise-description": "Das Gesetz definiert Planungswerte und Immissionsgrenzwerte für Verkehrslärm. Diese definieren die Randbedingungen, ab denen Lärm das Wohlbefinden der Bewohner erheblich stört, je nach Lärmempfindlichkeit der Gebäude (z.B. Wohnungen). Wird dieser Wert überschritten erhält das Projekt keine Baugenehmigung. Daher ist es wichtig, bereits in den frühen Phasen der Planung zu wissen, ob das Gebäude die Lärmschutzanforderungen erfüllen kann. Unser ESD-Modell kann die Lärmbelastung eines Gebäudes unter Berücksichtigung der angrenzenden Strassen in kurze Zeit abschätzen. Es berechnet die Lärmbelastung sowohl am Tag als auch in der Nacht. Ziel ist es, frühzeitig festzustellen, ob ein Lärmproblem im Projekt auftritt und ob weitere Untersuchungen erforderlich sind. Oft wird die Lärmbewertung zu spät durchgeführt, um das Problem schnell und flexibel zu lösen. Einerseits hilft das Tool, mögliche Lärmprobleme im Voraus zu erkennen und somit komplexe und teure Massnahmen in späteren Phasen zu vermeiden. Andererseits gewährleistet es angenehmes Wohnen für die Bewohner.",
            "feature-report-title": "Ergebnisbericht in ESD",
            "feature-report-description": "Der Umgang mit vielschichtigen Daten kann überwältigend sein und ist nicht immer hilfreich für den Entwurfsprozess. Daher muss die Entscheidungsfindung bei so vielen Daten strukturiert und synthetisiert werden. Auf der Grundlage Ihrer Kriterien können wir die Analysen, die Diagramme und die Ergebnisse so anpassen, dass sie Ihnen den Kopf frei machen. Alle Analysen sind mit dem ESD-Modell verbunden, wo die Ergebnisse aufgezeichnet werden. Die Ergebnisse werden in einem Bericht mit Grafiken und Analysewerkzeugen (z. B. Parallelkoordinaten- oder Spyder-Diagramm) dargestellt, die bei der Visualisierung der Daten helfen. Die Komplexität der multidisziplinären Daten wird auf diese Weise synthetisiert, und relevante Zusammenhänge werden hervorgehoben. Unser Bericht nutzt Analysewerkzeuge, um die Komplexität der Daten zu vereinfachen und Ihnen zu helfen, kohärente Entscheidungen zu treffen."
}
