{
    "_navbar-section":"",

        "features": "Features",

        "li-feature-geogen": "Geometry Generation",
        "li-feature-shadowcast": "Shadow Diagram",
        "li-feature-areas": "Analysis of Areas",
        "li-feature-costs": "Cost Calculation",
        "li-feature-construction": "Energy and CO2 in Construction",
        "li-feature-operational": "Energy and CO2 in Operation",
        "li-feature-certifications": "ESG, SNBS and Minergie",
        "li-feature-daylight": "Daylight and Overheating",
        "li-feature-pv": "Solar Radiation and PV Simulation",
        "li-feature-noise": "Noise Evaluation",
        "li-feature-report": "Automatic Report",

        "team": "Team",
        "contact": "Contact",

    "_hero-section": "",
        "esd-tagline": "Helping you take good decisions.",
        "get-started": "Get Started",
        "innovation-tag": "An innovation ",

    "_about-section": "",
        "what-esd": "What is Early Stage Design (ESD)",
        "answer-esd": "Early Stage Design, in short ESD, is where lies the core of our analysis automation in early phases of the design.",
        "description-esd": "In other words we automatize what we can and focus where the attention is required. That means better and more information in less time. Don't believe it? See for yourself our ESD features.",
        "read-more": "Read More",

    "_values-section": "",
        "goals-title": "Our Goals",
        "goals": "Fast, high-quality and secure decisions",
        "g1-title": "Faster decision making",
        "g1-description": "Through automated analyses, we enable decision-making capability in early project phases. Decisions in this phase have an enormous impact on the project.",
        "g2-title": "Higher data quality",
        "g2-description": "Our goal is to facilitate your decisions by providing you with a high-quality data basis. For this, choose from the analyses through the ESD features.",
        "g3-title": "Safer decisions",
        "g3-description": "By comparing many variants and ranking them against benchmarks, decisions can be made with a high degree of certainty.",

    "_process-section": "",
        "process-title": "The process",
        "process-subtitle": "The process of Early Stage Design.",

    "_services-section (features)": "",
        "features-title": "The Features",
        "features-subtitle": "Discover the ESD Features",
        "more": "More",

        "f1-title": "Geometry Generation",
        "f1-description": "Parametric design allows different building typologies to be created and compared with each other. Your suggestions influence the creation process.",
        "f2-title": "Shadow diagram",
        "f2-description": "To plan high-rise buildings a shadow calculation is a legal requirement. In this case, the recording of shadow casts is integrated into the analysis.",
        "f3-title": "Analysis of areas",
        "f3-description": "Important key figures such as space efficiency, utilization factor or gross floor area can be displayed immediately and incorporated into your decision-making process.",
        "f4-title": "Cost calculation",
        "f4-description": "The component areas for the cost calculation are automatically extracted from the geometry according to element groups of the element-based construction cost plan (eBKP-H).",
        "f5-title": "Energy and CO2 Construction",
        "f5-description": "The environmental impact of the construction of the building is determined via the building components. This enables an early assessment of the effects of different geometries and building materials.",
        "f6-title": "Energy and CO2 Operation",
        "f6-description": "The energy demand and CO2 emissions for operation can be estimated. Detailed energy demand calculations become possible via an integrated thermal building simulation.",
        "f7-title": "ESG, SNBS and MINERGIE",
        "f7-description": "The classification of the key figures determined by the analyses is based, among other things, on the Swiss Sustainable Building Standard (SNBS) or Minergie.",
        "f8-title": "Daylight and Overheating",
        "f8-description": "Daylight and overheating simulations can be coupled together in order to find out, whether the project pro-vides indoor comfortable conditions.",
        "f9-title": "Solar radiation and PV simulation",
        "f9-description": "Solar radiation simulation helps in calculating energy production and in identifying the best placement for the PV panels.",
        "f10-title": "Noise evaluation",
        "f10-description": "Noise evaluation estimates the noise exposure of buildings from the streets nearby. It detects possible problems in advance to be further investigated, and it ensures a comfortable living for the inhabitants.",
        "f11-title": "Automatic Report",
        "f11-description": "The results of the analyses are documented in an automatically generated report. Thanks to the sound data basis, we can help you make better decisions.",
        "f12-title": "New Features",
        "f12-description": "Our goal is to provide you with a high-quality basis for decision-making. We would be happy to create new analyses tailored to your goals. Please do not hesitate to contact us.",

    "_teams-section": "",
        "team-title": "The Team",
        "team-subtitle": "Your contact person",

        "description-frma": "Head of Department Digital Planning, Head of Early Stage Design (ESD)",
        "description-cna": "Lead Computational Designer",
        "description-afu": "Computational Designer",
        "description-doch": "Product Owner and Developer Real Estate",
        "description-bllu": "Project Manager ESG Portfolio Analysis",
        "description-ruej": "Head of Department Spatial Planning, Mobility and Sustainability",
        "description-bey": "Head of Department Building Physics, Acoustics",
        "description-past": "Senior Expert Sustainability Management",
        "description-kra": "Head of Department Costs Planning",
        "description-sml": "Head of Department Structural Engineering",
        "description-akd": "Project Engineer Building Performance Simulation",

        "former-team-title": "Team",
        "former-team-subtitle": "Former ESD team members",

        "description-rue": "Head of Sustainability Competence Center",
        "date-rue": "2021 - April 2024",
        "description-kona": "ESD Computational Designer",
        "date-kona": "October 2021 - Mai 2022",
        "description-clal": "ESD Computational Designer",
        "date-clal": "October 2021 - Mai 2022",

    "_footer_section": "",
        "gru-tagline": "All according to plan.",
        "about-title": "About Us",
            "portrait": "Portrait",
            "location": "Locations",
            "newsletter": "Newsletter",
            "media": "Media Library", 
            "impressum": "Imprint / Privacy policy",
        "competencies-title": "Competences",  
            "fire-safety": "Fire Safety",
            "energy": "Energy",
            "building-systems": "Building Services",
            "general-planning": "General Planning",
            "infrastructure": "Infrastructure",
            "structural-design": "Structural Design",
            "security": "Safety, Security",
            "environment": "Environnement",

        "address-l1": "St. Jakobs-Strasse 199",
        "address-l2": "CH-4020 Basel",
        "address-l3": "Switzerland",       
        "phone": "Phone:",
        "email": "Email:",
        
        "_Features_page": "",
            "features-breadcrumbs-main": "Features Details",

            "feature-geogen-title": "Geometry generation in ESD",
            "feature-geogen-description": "At beginning of the design process, the major question focuses on the volumetric impact of the building within the city. To determine the volume, we identify the building typology and control some geometrical parameters, such as the height, the depth, the contour or the number of floors. Changing these parameters results in a different volume. This allows us to generate multiple variations of the building volume that already meet the regulations. We can further compare and optimize them, based on our analysis. For example, we can find the best volumes that minimize embedded energy or maximize profit.",
            "feature-shadowcast-title": "Shadow diagram in ESD",
            "feature-shadowcast-description": "According to the cantonal building law, newly planned high-rise buildings must not significantly affect surrounding residential zones with their shadow cast. Some cantons require a shadow diagram (the graphical representation of the shadow cast) of the building at the time of the building permit. In the context of early-stage design, simulations can calculate the shadow cast by the building and determine the maximum buildable volume while complying with cantonal regulations. Using the digital model, conflict points can be easily and quickly checked in 3D and the building can be optimized in the first phases to fully exploit the potential of the site.",
            "feature-areas-title": "Analysis of Areas in ESD",
            "feature-areas-description": "Every building needs to comply with the building regulations and, at the same time, with the required room programme. This is not an easy task. For this reason, the model calculates all values related to the spaces, which can help you in making informed decisions. Based on the geometry and distribution of rooms, the model displays several data. The utilization factor iden-tifies the amount of rentable/usable area over the maximum allowable. Other important values are the ratio between net and gross area or the amount of climatized area. Moreover, the model shows geometrically the distribution of the functions, based on the room program, or the parking places. As a consequence, knowing this data enables you to quickly check whether the design meets the building regulation and the room program.",
            "feature-costs-title": "Cost calculation in ESD",
            "feature-costs-description": "Cost and revenue whilst designing the building play one of the biggest roles in the decision making. Our model can automatically determine the costs, the revenue and the return of investment to guide you in the decision-making. By extracting the base quantities of the building components, the model can calculate the costs for each building's variations according to the eBKP catalogue. First, the costs are distinguished between technical systems and construction. Then the construction costs are further divided into different classifications, such as execution, management, security, cleaning, environment, inspection, disposal, repair, and renewal. On the other side, the amount of rentable areas leads to the annual revenue and, thus, the return of investment. The model allows you to depict where the major costs are coming from and if margins of improvements are possible. Therefore, you can plan your financial budget or optimise your objectives in advance.",
            "feature-construction-title": "Energy and CO2 in construction in ESD",
            "feature-construction-description": "The concept of grey energy identifies the amount of energy consumed to construct the building and it depends on both geometries and materials. Considering the complete life cycle of buildings, it is necessary to reduce energy consumption also at the construction phase. Our ESD model distinguishes the building components based on the e-BKP catalogue and retrieves their quantities. Afterwards, it is then possible to select the material for each component at different levels, such as the structure, the insulation, the outer finishing, and the inner finishing. In this way, the model can consider different combinations of materials and geometries to minimise the grey energy. In the early stages, neither materials nor geometries are fixed. Therefore, it turns out to be crucial to explore the shape and the materials, that satisfy most of your criteria and reduce the environmental impact.",
            "feature-operational-title": "Operational Energy and CO2 in ESD",
            "feature-operational-description": "Geometry, materials, and functions affect the energy behaviour of the building. Calculating and reducing in advance the building energy consumption turns out to be decisive to meet the environmental targets.  However, it is not always straightforward to identify the best strategies, that minimise energy demand and provide comfort at the same time. The model is coupled with thermal simulations to determine the energy demand and the CO2 emission during the operation phase. Considering the geometry, the materials properties, and the interior func-tions, allow not only for estimating better results but rather for exploiting the passive strategies within the building. For example, the correct position, proportion, and properties of the windows can increase solar gains, whilst reducing heat losses. Conflictive objectives can be traded off by comparing and optimising several variants guide the design process toward relevant criteria.",
            "feature-certifications-title": "ESG, SNBS and Minergie in ESD",
            "feature-certifications-description": "Portfolio owners want (and need) to transform their portfolios into CO2-neutral products in line with the EU taxonomy regulation. Here, it is important to know resilient consumption data of the assets and their stranding times in order to make early and data-based decisions. For future-proof properties, energy measures must be determined and renovation roadmaps drawn up. As an experienced engineering company with a high affinity for digitalisation and over 1,000 employees, Gruner offers scalable solutions to finally move from 'talking' to 'doing'. From portfolio analysis to measure identification to refurbishment planning, our engineers from all areas of structural engineering help you to implement your transformation goal as efficiently as possible, from both an ecological and economic perspective.",
            "feature-daylight-title": "Daylight and Overheating in ESD",
            "feature-daylight-description": "One of the questions/issues encountered at early stages regards the size of windows. This aspect affects not only costs and energy demand, but also comfort in terms of daylight and overheating problems. Lager windows allow more daylight to come inside, but at the same time, they lead to higher risks of overheating in summer. How can ESD help with these conflicting goals? On one hand, the ESD model provides daylight simulations for indoor spaces, based on windows properties, geometries, and internal function. We can therefore understand if those spaces meet the comfort requirements for daylight. On the other hand, the model calculates the solar gains through the windows, based on the climate conditions. Consequently, we can estimate the risk of overheating in summer. A pareto-front coupling the results of the two simulations allows the exploration of best compromises. Thanks to the simulations, you can understand in the early planning phases, where does the indoor condition of your project stands in terms of daylight and overheating risks.",
            "feature-pv-title": "Solar Radiation and PV Simulation in ESD",
            "feature-pv-description": "A photovoltaic system is an accessible and sometimes required way to produce renewable energy, reducing the total energy consumption of buildings. For some building certifications, you must have a minimum amount of PV panels installed. The solar radiation simulation calculates the radiation (kWh) falling in the surfaces (roofs and facades), thus helping to identify the best placement for the PV panels. It considers the climate and the neighbourhood volumetric context. However, the highest annual solar yield does not lead necessarily to the highest advantages. To reduce energy consumption, it is necessary to match the hourly demand and production in the same time span and thus increase self-consumption. In ESD, we can explore different placements of the PV panels to match the demand profile, optimising self-consumption. We can also find out what is the necessary size of the system to meet building certification requirements.",
            "feature-noise-title": "Noise Evaluation in ESD",
            "feature-noise-description": "The law defines planning values and immission limits for traffic noise. These define the boundary conditions above which noise significantly disturbs the well-being of residents, depending on the noise sensitivity of the buildings (e.g., apartments). If the project exceeds these values, it cannot obtain any building permit. It is therefore important to know, even at the early stages of design, whether the building can meet these noise requirements. Our ESD model can consider the noise pollution of the adjacent streets on the facade in a short time. It estimates the noise pollution both during the day and at night. It detects noise exposure during both day and night. The goal is to quickly identify whether noise problem occurs in the project and whether it needs further investigations. Often the noise evaluation is carried out too late hindering an agile problem-solving. The simulation helps to detect possible noise problems in advance, avoiding complex and expensive interventions in later stages.",
            "feature-report-title": "Automatic report in ESD",
            "feature-report-description": "Dealing with multilevel data can be overwhelming and it does not always help the design process. Thus, decision-making with so much driven data must be structured and synthesised. Based on your criteria, we can tailor the analyses, the charts, and the outputs to make your mind clearer. All analyses are connected to the ESD model, where the results are recorded. The outputs generate a report, with graphs and analytics tools (such as parallel coordinate or spyder chart) that help in visualising the data. The complexity of multidisciplinary data is so synthesised, and relevant connections are highlighted. Multidisciplinary analyses do not lead necessarily to better informed decisions. However, our report makes use of analytics tools to simplify the complexity of the data and to help you in making consistent decisions."
}
