{
    "_navbar-section":"",

        "features": "Caractéristiques",

        "li-feature-geogen": "Génération de la géométrie",
        "li-feature-shadowcast": "Diagramme des ombres",
        "li-feature-areas": "Analyse des surfaces",
        "li-feature-costs": "Calcul des coûts",
        "li-feature-construction": "Énergie et CO2 Construction",
        "li-feature-operational": "Énergie et CO2 Exploitation",
        "li-feature-certifications": "ESG, SNBS et MINERGIE",
        "li-feature-daylight": "Lumière du jour et surchauffe",
        "li-feature-pv": "Rayonnement solaire et simulation PV",
        "li-feature-noise": "Évaluation du bruit",
        "li-feature-report": "Rapport automatique",

        "team": "L'équipe",
        "contact": "Contact",

    "_hero-section": "",
        "esd-tagline": "Vous aider à prendre de bonnes décisions.",
        "get-started": "Commencez",
        "innovation-tag": "Innovation par Gruner ",

    "_about-section": "",
        "what-esd": "Qu'est-ce que l'Early Stage Design (ESD) ?",
        "answer-esd": "Early Stage Design, en abrégé ESD, est l'endroit où se trouve le cœur de notre automatisation de l'analyse dans les phases initiales de la conception.",
        "description-esd": "En d'autres termes, nous automatisons ce que nous pouvons et concentrons notre attention là où elle est requise. Cela signifie des informations de meilleure qualité et plus nombreuses en moins de temps. Vous ne le croyez pas ? Voyez par vous-même nos fonctionnalités ESD.",
        "read-more": "En savoir plus",

    "_values-section": "",
        "goals-title": "Nos objectifs",
        "goals": "Des décisions rapides, de qualité et sûres",
        "g1-title": "Une prise de décision plus rapide",
        "g1-description": "Grâce à des analyses automatisées, nous permettons la prise de décision dans les premières phases du projet. Les décisions prises dans cette phase ont un impact énorme sur le projet.",
        "g2-title": "Une meilleure qualité des données",
        "g2-description": "Notre objectif est de faciliter vos décisions en vous fournissant une base de données de haute qualité. Pour cela, choisissez parmi les analyses grâce aux fonctionnalités de l'ESD.",
        "g3-title": "Des décisions plus sûres",
        "g3-description": "En comparant de nombreuses variantes et en les classant par rapport à des critères de référence, les déci-sions peuvent être prises avec un haut degré de certitude.",

    "_process-section": "",
        "process-title": "Le processus",
        "process-subtitle": "Le processus de conception à un stade précoce",

    "_services-section (features)": "",
        "features-title": "Les caractéristiques",
        "features-subtitle": "Découvrez les fonctionnalités d'ESD",
        "more": "Plus d'infos",

        "f1-title": "Génération de la géométrie",
        "f1-description": "La conception paramétrique permet de créer différentes typologies de bâtiments et de les comparer entre elles. Vos suggestions influencent le processus de création.",
        "f2-title": "Diagramme des ombres",
        "f2-description": "Pour planifier des bâtiments de grande hauteur, un calcul des ombres est une exigence légale. Dans ce cas, l'enregistrement des ombres projetées est intégré à l'analyse.",
        "f3-title": "Analyse des surfaces",
        "f3-description": "Les chiffres clés importants tels que l'efficacité de l'espace, le facteur d'utilisation ou la surface brute de plancher peuvent être affichés immédiatement et intégrés dans votre processus de décision.",
        "f4-title": "Calcul des coûts",
        "f4-description": "Les surfaces requises pour le calcul des coûts sont automatiquement extraites de la géométrie selon les groupes d'éléments du plan des coûts de construction par éléments (eBKP-H).",
        "f5-title": "Énergie et CO2 Construction",
        "f5-description": "L'impact environnemental de la construction du bâtiment est déterminé via les éléments de construction. Cela permet une évaluation précoce des effets de différentes géométries et matériaux de construction.",
        "f6-title": "Énergie et CO2 Exploitation",
        "f6-description": "La demande en énergie et les émissions de CO2 pour l'exploitation peuvent être estimées. Des calculs dé-taillés de la demande énergétique sont possibles grâce à une simulation thermique intégrée du bâtiment.",
        "f7-title": "ESG, SNBS et MINERGIE",
        "f7-description": "La classification des chiffres clés déterminés par les analyses se base notamment sur le standard suisse de construction durable (SNBS) ou Minergie.",
        "f8-title": "Lumière du jour et surchauffe",
        "f8-description": "Les simulations de lumière du jour et de surchauffe peuvent être couplées afin de déterminer si le projet offre des conditions intérieures confortables.",
        "f9-title": "Rayonnement solaire et simulation photovoltaïque",
        "f9-description": "La simulation du rayonnement solaire permet de calculer la production d'énergie et d'identifier le meilleur emplacement pour les panneaux photovoltaïques.",
        "f10-title": "Évaluation du bruit",
        "f10-description": "L'évaluation du bruit permet d'estimer l'exposition au bruit des bâtiments depuis les rues voisines. Elle per-met de détecter à l'avance d'éventuels problèmes à étudier de manière plus approfondie et de garantir le confort de vie des habitants.",
        "f11-title": "Rapport automatique",
        "f11-description": "Les résultats des analyses sont documentés dans un rapport généré automatiquement. Grâce à une base de données solide, nous pouvons vous aider à prendre de meilleures décisions.",
        "f12-title": "Nouvelles fonctionnalités",
        "f12-description": "Notre objectif est de vous fournir une base de décision de haute qualité. Nous serions heureux de créer de nouvelles analyses adaptées à vos objectifs. N'hésitez pas à nous contacter.",

    "_teams-section": "",
        "team-title": "L'équipe",
        "team-subtitle": "Votre personne de contact",

        "description-frma": "Chef du département Planification numérique, chef de l'équipe Early Stage Design (ESD)",
        "description-cna": "Chef du département ESD, Lead Computational Designer",
        "description-afu": "Ingénieur et Computational Designer",
        "description-doch": "Product Owner & Développeur Immobilier",
        "description-bllu": "Chef de projet Analyse de portefeuille ESG",
        "description-ruej": "Chef du département Aménagement du territoire, mobilité et durabilité",
        "description-bey": "Chef du département Physique du bâtiment, Acoustique",
        "description-past": "Expert senior en gestion du développement durable",
        "description-kra": "Chef du département Planification des coûts",
        "description-sml": "Chef du département Ingénierie structurelle",
        "description-akd": "Ingénieur de projet Simulation de la performance des bâtiments",

        "former-team-title": "L'équipe",
        "former-team-subtitle": "Anciens membres de l'équipe ESD",

        "description-rue": "Chef du Centre de compétences Durabilité",
        "date-rue": "2021 - Avril 2024",
        "description-kona": "Ingénieur et Computational Designer ESD",
        "date-kona": "Octobre 2021 - Mai 2022",
        "description-clal": "Ingénieur et Computational Designer ESD",
        "date-clal": "Octobre 2021 - Mai 2022",

    "_footer_section": "",
        "gru-tagline": "Un plan qui joue.",
        "about-title": "À PROPOS DE NOUS",
            "portrait": "Portrait",
            "location": "Sites",
            "newsletter": "Newsletter",
            "media": "Médiathèque", 
            "impressum": "Mentions légales / Politique de confidentialité",
        "competencies-title": "COMPÉTENCES",  
            "fire-safety": "Protection incendie",
            "energy": "Énergie",
            "building-systems": "Technique du bâtiment",
            "general-planning": "Planification générale",
            "infrastructure": "Infrastructure",
            "structural-design": "Structures",
            "security": "Sécurité",
            "environment": "Environnement",

        "address-l1": "St. Jakobs-Strasse 199",
        "address-l2": "CH-4020 Bâle",
        "address-l3": "Suisse",
        "phone": "Téléphone :",
        "email": "Courriel :", 

    "_Features_page": "",
        "features-breadcrumbs-main": "Détails des fonctionnalités ",

        "feature-geogen-title": "Génération de géométrie dans ESD",
        "feature-geogen-description": "Au début du processus de conception, la question principale porte sur l'impact volumétrique du bâtiment dans la ville. Pour déterminer le volume, nous identifions la typologie du bâtiment et contrôlons certains pa-ramètres géométriques, tels que la hauteur, la profondeur, le périmètre ou le nombre d'étages. En modifiant ces paramètres, on obtient un volume différent. Cela nous permet de générer de multiples variations du vo-lume du bâtiment qui répondent déjà aux réglementations. Nous pouvons ensuite les comparer et les optimi-ser, sur la base de notre analyse. Par exemple, nous pouvons trouver les meilleurs volumes qui minimisent l'énergie utilisée ou maximisent le profit.",
        "feature-shadowcast-title": "Diagramme d'ombre dans l'ESD",
        "feature-shadowcast-description": "Selon la loi cantonale sur la construction, les immeubles de grande hauteur nouvellement planifiés ne doivent pas affecter de manière significative les zones résidentielles environnantes par leur ombre projetée. Certains cantons exigent un diagramme d'ombre (représentation graphique de l'ombre projetée) du bâtiment au mo-ment de l'obtention du permis de construire. Dans le cadre d'une conception précoce, des simulations per-mettent de calculer l'ombre projetée du bâtiment et de déterminer le volume constructible maximal tout en respectant les réglementations cantonales. Grâce au modèle numérique, les points de conflit peuvent être facilement et rapidement vérifiés en 3D et le bâtiment peut être optimisé dans les premières phases afin d'exploiter pleinement le potentiel du site.",
        "feature-areas-title": "Analyse des zones en ESD",
        "feature-areas-description": "Chaque bâtiment doit être conforme aux règles de construction et, en même temps, au programme de lo-caux requis. Ce n'est pas une tâche facile. C'est pourquoi le modèle calcule toutes les valeurs relatives aux espaces, ce qui peut vous aider à prendre des décisions éclairées. Sur la base de la géométrie et de la dis-tribution des pièces, le modèle affiche plusieurs données. Le facteur d'utilisation identifie la quantité de sur-face louable/utilisable par rapport au maximum autorisé. D'autres valeurs importantes sont le rapport entre la surface nette et la surface brute ou la quantité de surface climatisée. De plus, le modèle montre géométri-quement la distribution des fonctions, basée sur le programme des chambres, ou les places de parking. Par conséquent, la connaissance de ces données vous permet de vérifier rapidement si la conception est con-forme au règlement de construction et au programme des pièces.",
        "feature-costs-title": "Calcul des coûts dans ESD",
        "feature-costs-description": "Les coûts et les revenus lors de la conception d'un bâtiment jouent l'un des rôles les plus importants dans la prise de décision. Notre modèle peut déterminer automatiquement les coûts, les revenus et le retour sur investissement pour vous guider dans la prise de décision. En extrayant les quantités de base des compo-sants du bâtiment, le modèle peut calculer les coûts pour chaque variation du bâtiment selon le catalogue eBKP. Les coûts sont d'abord répartis entre les systèmes techniques et la construction. Ensuite, les coûts de construction sont divisés en différentes classifications, telles que l'exécution, la gestion, la sécurité, le nettoyage, l'environnement, l'inspection, l'élimination, la réparation et le renouvellement. D'autre part, la quan-tité de surfaces louables permet de déterminer le revenu annuel et, par conséquent, le retour sur investisse-ment. Le modèle vous permet d'indiquer d'où proviennent les principaux coûts et si des marges d'améliora-tion sont possibles. Vous pouvez donc planifier votre budget financier ou optimiser vos objectifs à l'avance.",
        "feature-construction-title": "L'énergie et le CO2 dans la construction en ESD",
        "feature-construction-description": "Le concept d'énergie grise identifie la quantité d'énergie consommée pour construire le bâtiment et dépend à la fois des géométries et des matériaux. Si l'on considère le cycle de vie complet des bâtiments, il est néces-saire de réduire la consommation d'énergie dès la phase de construction. Notre modèle ESD distingue les composants du bâtiment sur la base du catalogue e-BKP et récupère leurs quantités. Ensuite, il est possible de sélectionner le matériau pour chaque composant à différents niveaux, tels que la structure, l'isolation, la finition extérieure et la finition intérieure. De cette façon, le modèle peut envisager différentes combinaisons de matériaux et de géométries pour minimiser l'énergie grise. Dans les premières étapes, ni les matériaux ni les géométries ne sont fixés. Il s'avère donc crucial d'explorer la forme et les matériaux qui répondent à la plupart de vos critères et réduisent l'impact environnemental.",
        "feature-operational-title": "Énergie et CO2 en fonctionnement dans ESD",
        "feature-operational-description": "La géométrie, les matériaux et les fonctions influencent le comportement énergétique du bâtiment. Calculer et réduire à l'avance la consommation énergétique du bâtiment s'avère décisif pour atteindre les objectifs environnementaux. Cependant, il n'est pas toujours facile d'identifier les meilleures stratégies, qui minimisent la demande d'énergie et assurent le confort en même temps. Le modèle est couplé à des simulations ther-miques pour déterminer la demande énergétique et l'émission de CO2 pendant la phase d'exploitation. La prise en compte de la géométrie, des propriétés des matériaux et des fonctions intérieures permet non seu-lement d'estimer de meilleurs résultats, mais aussi d'exploiter les stratégies passives du bâtiment. Par exemple, la position, la proportion et les propriétés correctes des fenêtres peuvent augmenter les gains so-laires, tout en réduisant les pertes de chaleur. Des objectifs contradictoires peuvent être négociés en compa-rant et en optimisant plusieurs variantes ; le processus de conception est guidé par des critères pertinents.",
        "feature-certifications-title": "ESG, SNBS et Minergie dans ESD",
        "feature-certifications-description": "Les propriétaires de portefeuilles veulent (et doivent) transformer leurs portefeuilles en produits neutres en CO2, conformément au règlement européen sur la taxonomie. Dans ce cas, il est important de connaître les données de consommation résiliente des biens et leur durée d'immobilisation afin de prendre des décisions précoces et fondées sur des données. Pour les biens immobiliers à l'épreuve du temps, il faut déterminer les mesures énergétiques et établir des feuilles de route de rénovation. En tant que société d'ingénierie expéri-mentée avec une grande affinité pour la numérisation et plus de 1000 employés, Gruner offre des solutions évolutives pour enfin passer du 'parler' au 'faire'. De l'analyse de portefeuille à la planification, de la rénova-tion en passant par l'identification des mesures, nos ingénieurs issus de tous les domaines de l'ingénierie structurelle vous aident à mettre en œuvre votre objectif de transformation de la manière la plus efficace possible, tant d'un point de vue écologique qu'économique.",
        "feature-daylight-title": "Lumière du jour et surchauffe dans ESD",
        "feature-daylight-description": "L'une des questions ou l'un des problèmes rencontrés dès les premières étapes concerne la taille des fe-nêtres. Cet aspect affecte non seulement les coûts et la demande d'énergie, mais aussi le confort en termes de lumière du jour et les problèmes de surchauffe. Des fenêtres plus grandes permettent de faire entrer plus de lumière naturelle à l'intérieur, mais en même temps, elles entraînent des risques plus élevés de sur-chauffe en été. Comment ESD peut-il aider à atteindre ces objectifs contradictoires ? D'une part, le modèle ESD fournit des simulations de lumière du jour pour les espaces intérieurs, sur la base des propriétés des fenêtres, de leur géométrie et de leur fonction interne. Nous pouvons donc comprendre si ces espaces ré-pondent aux exigences de confort en matière de lumière du jour. D'autre part, le modèle calcule les gains solaires à travers les fenêtres, en fonction des conditions climatiques. Par conséquent, nous pouvons esti-mer le risque de surchauffe en été. Un front de pareto couplant les résultats des deux simulations permet d'explorer les meilleurs compromis. Grâce aux simulations, vous pouvez comprendre, dès les premières phases de planification, où en est l'état intérieur de votre projet en termes de lumière du jour et de risques de surchauffe.",
        "feature-pv-title": "Rayonnement solaire et simulation photovoltaïque dans ESD",
        "feature-pv-description": "Un système photovoltaïque est un moyen accessible et parfois nécessaire de produire de l'énergie renouve-lable, réduisant ainsi la consommation totale d'énergie des bâtiments. Pour certaines certifications de bâti-ments, vous devez avoir une quantité minimale de panneaux PV installés. La simulation du rayonnement solaire calcule le rayonnement (kWh) tombant sur les surfaces (toits et façades), ce qui permet d'identifier le meilleur emplacement pour les panneaux PV. Elle tient compte du climat et du contexte volumétrique du quartier. Cependant, le rendement solaire annuel le plus élevé ne conduit pas nécessairement aux avan-tages les plus importants. Pour réduire la consommation d'énergie, il est nécessaire de faire correspondre la demande horaire et la production dans le même laps de temps et donc d'augmenter l'autoconsommation. Dans le cadre d'ESD, nous pouvons explorer différents placements des panneaux photovoltaïques pour faire correspondre le profil de la demande, optimisant ainsi l'autoconsommation. Nous pouvons également déter-miner quelle est la taille nécessaire du système pour répondre aux exigences de certification des bâtiments.",
        "feature-noise-title": "Évaluation du bruit dans ESD",
        "feature-noise-description": "La loi définit des valeurs de planification et des limites d'immission pour le bruit du trafic. Celles-ci définissent les conditions limites au-delà desquelles le bruit perturbe significativement le bien-être des habitants, en fonction de la sensibilité au bruit des bâtiments (par exemple, des appartements). Si le projet dépasse ces valeurs, il ne peut obtenir aucun permis de construire. Il est donc important de savoir, dès les premières étapes de la conception, si le bâtiment peut satisfaire ces exigences en matière de bruit. Notre modèle ESD peut prendre en compte la pollution sonore des rues adjacentes sur la façade dans un court laps de temps. Il estime la pollution sonore à la fois de jour et de nuit. Il détecte l'exposition au bruit de jour comme de nuit. L'objectif est d'identifier rapidement si un problème de bruit se pose dans le projet et s'il nécessite des inves-tigations supplémentaires. Souvent, l'évaluation du bruit est effectuée trop tard, ce qui empêche une résolu-tion agile des problèmes. La simulation permet de détecter à l'avance les éventuels problèmes de bruit, évi-tant ainsi des interventions complexes et coûteuses à un stade ultérieur.",
        "feature-report-title": "Rapport automatique dans ESD",
        "feature-report-description": "Traiter des données à plusieurs niveaux peut être accablant et ne facilite pas toujours le processus de con-ception. Ainsi, la prise de décision avec autant de données pilotées doit être structurée et synthétisée. Sur la base de vos critères, nous pouvons adapter les analyses, les graphiques et les résultats pour vous rendre l'esprit plus clair. Toutes les analyses sont connectées au modèle ESD, où les résultats sont enregistrés. Les résultats génèrent un rapport, avec des graphiques et des outils analytiques (tels que les coordonnées parallèles ou le diagramme spyder) qui aident à visualiser les données. La complexité des données multidis-ciplinaires est ainsi synthétisée, et les connexions pertinentes sont mises en évidence. Les analyses multi-disciplinaires ne conduisent pas nécessairement à des décisions mieux informées. Cependant, notre rapport utilise des outils analytiques pour simplifier la complexité des données et vous aider à prendre des décisions cohérentes."
}
