{
    "_navbar-section":"",

        "features": "Moduli",

        "li-feature-geogen": "Generazione geometrica",
        "li-feature-shadowcast": "Studio ombreggiamento",
        "li-feature-areas": "Analisi delle superfici",
        "li-feature-costs": "Calcolo dei costi",
        "li-feature-construction": "Energia e CO2 in costruzione",
        "li-feature-operational": "Energia e CO2 in funzionamento",
        "li-feature-certifications": "ESG, SNBS e Minergie",
        "li-feature-daylight": "Comfort visivo e igrotermico",
        "li-feature-pv": "Radiazione solare e PV-Simulazione",
        "li-feature-noise": "Comfort acustico",
        "li-feature-report": "Reporting",

        "team": "Team",
        "contact": "Contatti",

    "_hero-section": "",
        "esd-tagline": "Decisioni mirate e affidabili in anticipo.",
        "get-started": "Inizia qui",
        "innovation-tag": "dal team innovation di",

    "_about-section": "",
        "what-esd": "Cosa significa Early Stage Design (ESD)",
        "answer-esd": "L'ESD è la valutazione automatizzata dei progetti edili nelle prime fasi del progetto.",
        "description-esd": "Automatizziamo le valutazioni dei progetti edilizi per concentrarci sul processo decisionale. Studi di fattibilità di alta qualità diventano possibili in poco tempo. Inimmaginabile? Date un'occhiata ai moduli ESD.",
        "read-more": "Scopri di più",

    "_values-section": "",
        "goals-title": "il nostro obiettivo",
        "goals": "Decisioni mirate e affidabili in anticipo",
        "g1-title": "Processo decisionale in anticipo",
        "g1-description": "Le analisi automatizzate ci permettono di prendere decisioni nelle prime fasi del progetto. Le decisioni prese in questa fase hanno un impatto enorme sul progetto..",
        "g2-title": "Maggiore affidabilità dei dati",
        "g2-description": "Il nostro obiettivo è facilitare le vostre decisioni fornendo una base di dati di alta qualità, basata sui nostri modelli di simulazioni. Scegliete tra le analisi che utilizzano i moduli ESD.",
        "g3-title": "Processo decisionale più mirate",
        "g3-description": "Confrontando numerose varianti e classificandole in base a parametri di riferimento, è possibile prendere decisioni con un elevato grado di certezza.",

    "_process-section": "",
        "process-title": "IL PROCESSO",
        "process-subtitle": "Il processo di Early Stage Design",

    "_services-section (features)": "",
        "features-title": "I MODULI",
        "features-subtitle": "scopri i moduli ESD",
        "more": "più info",

        "f1-title": "Generazione geometrica",
        "f1-description": "La progettazione parametrica consente di creare diverse tipologie di edifici e di confrontarle tra loro. I vostri suggerimenti vengono integrati nel processo di generazione.",
        "f2-title": "Studio ombreggiamento",
        "f2-description": "Lo studio dell'ombreggiamento è richiesto dalla normativa per la progettazione di grattacieli. In questo caso, la misurazione dell'ombreggiamento è integrata nell'analisi.",
        "f3-title": "Analisi delle superfici",
        "f3-description": "I dati fondamentali come l'efficienza dello spazio, il rapporto di utilizzo o la superficie lorda possono essere visualizzati direttamente e integrati nel processo decisionale.",
        "f4-title": "Calcolo dei costi",
        "f4-description": "Le superfici dei componenti edilizie necessarie al calcolo dei costi vengono estratte automaticamente dalla geometria in base alla classificazione eBKP-H per elementi (piano dei costi di costruzione basato su elementi per la costruzione di edifici)..",
        "f5-title": "Energia e CO2 in costruzione",
        "f5-description": "L'impatto ambientale della costruzione dell'edificio viene determinato attraverso l'energia immagazzinata nei materiali per la costruzione. In questo modo è possibile stimare tempestivamente gli effetti di diverse geometrie e materiali da costruzione.",
        "f6-title": "Energia e CO2 in funzionamento",
        "f6-description": "Riusciamo a stimare il fabbisogno energetico e le emissioni di CO2 in fase d'uso dell'edificio. In aggiunta, il calcolo dettagliato del fabbisogno energetico è possibile grazie a una simulazione termica integrata dell'edificio.",
        "f7-title": "Certficazioni: ESG, SNBS e Minergie",
        "f7-description": "La determinazione dei fattori chiave per le certificazioni internazionali e svizzere, come SNBS e Minergie, è integrata nel modello geometrico.",
        "f8-title": "Comfort visivo e igrotermico",
        "f8-description": "La combinazion tra simulazione del fattore luce naturale e rischio di surriscaldamento permete di capire se il progetto riesce a garantire condizioni interne confortevoli.",
        "f9-title": "Radiazione e simulazione solare",
        "f9-description": "Le simulazioni dell'irraggiamento solare aiutano a calcolare la produzione di energia e a individuare il miglior posizionamento dei moduli fotovoltaici.",
        "f10-title": "Comfort acustico",
        "f10-description": "La stima dell'impatto acustico delle strade limitrofe sugli edifici residenziali consente di riconoscere in anticipo i potenziali problemi e garantire condizioni di vita confortevoli per i residenti..",
        "f11-title": "Reporting",
        "f11-description": "I risultati delle analisi vengono registrati in un report generato automaticamente. i dati basati sulle simulazioni e sul modello integrato vi aiuta a prendere decisioni migliori.",
        "f12-title": "Nuovi Moduli",
        "f12-description": "Il nostro obiettivo è quello di fornirvi una base decisionale di alta qualità. Saremo lieti di creare nuovi moduli su misura per i vostri obiettivi. Contattateci senza esitazioni.",

    "_teams-section": "",
        "team-title": "IL TEAM",
        "team-subtitle": "I tuoi contatti",

        "description-frma": "Responsabile del dipartimento di progettazione digitale, responsabile Early Stage Design (ESD)",
        "description-cna": "Lead Computational Designer",
        "description-afu": "Computational Designer",
        "description-bllu": "Project Manager ESG Portfolio Analysis",
        "description-ruej": "Responsabile del dipartimento Spazio, Mobilità e Sostenibilità",
        "description-bey": "Responsabile del dipartimento di fisica degli edifici, acustica",
        "description-past": "Esperto in gestione della sostenibilità",
        "description-kra": "Responsabile del dipartimento di pianificazione dei costi",
        "description-sml": "Responsabile del dipartimento di progettazione strutturale",
        "description-akd": "Ingegnere di progetto per le simulazioni termodinamiche",

        "former-team-title": "Team",
        "former-team-subtitle": "membri che hanno collaborato con noi",

        "description-doch": "Product Owner & Entwickler Real Estate",
        "date-doch": "Maggio 2023 - Maggio 2024",
        "description-rue": "Responsabile per la sostenibilità",
        "date-rue": "2021 - Aprile 2024",
        "description-kona": "Computational Designer",
        "date-kona": "Ottobre 2021 - Maggio 2022",
        "description-clal": "Computational Designer",
        "date-clal": "Ottobre 2021 - Maggio 2022",


    "_footer_section": "",
        "gru-tagline": "tutto secondo i piani.",
        "about-title": "Su di Noi",
            "portrait": "Profilo",
            "location": "Sedi",
            "newsletter": "E-Newsletter",
            "media": "Galleria", 
            "impressum": "Stampa / Protezione dati",
        "competencies-title": "Competenze",  
            "fire-safety": "Protezione antincendio",
            "energy": "Energia",
            "building-systems": "Sistemi edilizi",
            "general-planning": "Pianificazione generale",
            "infrastructure": "Infrastrutture",
            "structural-design": "Costruzioni",
            "security": "Sicurezza",
            "environment": "Ambiente",
        
        "address-l1": "St. Jakobs-Strasse 199",
        "address-l2": "CH-4020 Basel",
        "address-l3": "Svizzera",
        "phone": "Telefono:",
        "email": "E-Mail:",
        
        "_Features_page": "",
            "features-breadcrumbs-main": "i Moduli in dettaglio",

            "feature-geogen-title": "Generazione geometrica con ESD",
            "feature-geogen-description": "All'inizio del processo di progettazione si pone l'importante questione della volumetria dell'edificio. Per determinare il volume, si stabilisce la tipologia dell'edificio e si controllano diversi parametri geometrici, come l'altezza, la profondità, i confini o il numero di piani. Modificando i parametri si ottengono volumi diversi. Questo ci permette di creare diverse varianti dell'edificio già conformi alle normative. In base alla nostra analisi, possiamo poi confrontarle e ottimizzarle. Ad esempio, il modello parametrico consente di trovare il volume che riduce al minimo l'energia grigia o i costi.",
            "feature-shadowcast-title": "Studio dell'ombreggiamento con ESD",
            "feature-shadowcast-description": "Secondo la legislazione edilizia cantonale, le ombre proiettate dai grattacieli di nuova costruzione non devono incidere in modo significativo sulle aree residenziali limitrofe. Alcuni cantoni richiedono un diagramma delle ombre (rappresentazione grafica dell'ombra proiettata) dell'edificio al momento della concessione della licenza edilizia. Nel contesto della fase iniziale di progettazione, le simulazioni possono essere utilizzate per calcolare le ombre proiettate dagli edifici e determinare il volume di costruzione consentito in conformità con le normative cantonali. Il modello digitale può essere utilizzato per verificare rapidamente i punti di conflitto in 3D e ottimizzare l'edificio durante lo studio di fattibilità, in modo da sfruttare appieno il potenziale del sito.",
            "feature-areas-title": "Analisi delle superfici con ESD",
            "feature-areas-description": "Ogni edificio deve rispettare le norme edilizie e allo stesso tempo il programma di funzioni richiesto. Non è un compito facile. Per questo motivo, il design parametrico restituisce dei valori relativi ai locali, che possono aiutare a prendere decisioni informate. Il grado di utilizzo indica quanto è la percentuale di spazio affittabile/costruibile rispetto alla superficie del lotto. Altri valori importanti sono il rapporto tra superficie netta e lorda o la percentuale di spazio climatizzato. Il modulo più avanzato riesce a disporre automaticamente appartamenti di diversa dimensione tra i vari piani.",
            "feature-costs-title": "Calcolo dei costi con ESD",
            "feature-costs-description": "I costi e i ricavi legati alla progettazione di un edificio svolgono uno dei ruoli più importanti nel processo decisionale. Utilizzando il nostro modulo, i costi, i ricavi e il ritorno sull'investimento possono essere determinati automaticamente. Estraendo le quantità di base dei componenti dell'edificio, il modello può calcolare i costi per ogni variante di edificio secondo il catalogo eBKP. In primo luogo, i costi dell'edificio sono suddivisi in diverse classificazioni come esecuzione, amministrazione, sicurezza, pulizia, ambiente, ispezione, smaltimento, riparazione e rinnovo. D'altra parte, il numero di aree affittabili porta al reddito annuale e quindi al rendimento dell'investimento. Il modello può essere utilizzato per mostrare da dove provengono i costi più importanti e se è possibile migliorare il margine. Ciò consente di pianificare il budget finanziario o di ottimizzare gli obiettivi in anticipo.",
            "feature-construction-title": "Energia e CO2 in costruzione con ESD",
            "feature-construction-description": "Il concetto di energia grigia descrive la quantità di energia consumata nella costruzione di un edificio e dipende sia dalla geometria che dalla scelta dei materiali. Tenendo conto dell'intero ciclo di vita degli edifici, è necessario ridurre il consumo energetico e l'impatto ambientale anche nella fase di costruzione. Il nostro modello ESD distingue gli elementi dell'edificio sulla base del catalogo e-BKP e ne determina le quantità. È quindi possibile selezionare il materiale per ogni componente a diversi livelli, come struttura, isolamento, finiture esterne e interne. In questo modo, il modello può prendere in considerazione diverse combinazioni di materiali e geometrie per ridurre al minimo l'energia grigia. Nella fase iniziale, né i materiali né le geometrie sono stabiliti. Pertanto, è fondamentale trovare la forma e i materiali che soddisfano la maggior parte dei criteri e riducono l'impatto ambientale.",
            "feature-operational-title": "Energia e CO2 in funzionamento con ESD",
            "feature-operational-description": "La geometria, i materiali e gli usi influenzano il comportamento energetico dell'edificio. Calcolare e ridurre in anticipo il consumo energetico di un edificio è quindi fondamentale per raggiungere gli obiettivi ambientali. La difficoltà consiste nel trovare le strategie migliori per ridurre al minimo la domanda di energia, garantendo al contempo il comfort. Il nostro modello determina attraverso simulazioni termiche il fabbisogno energetico e le emissioni di CO2 durante la fase operativa. Le diverse combinazioni tra geometria, proprietà dei materiali e funzioni interne non solo consentono di stimare risultati migliori, ma anche di utilizzare strategie passive nell'edificio. Ad esempio, la posizione, la proporzione e le proprietà corrette delle finestre possono aumentare i guadagni solari e ridurre le perdite di calore. Gli obiettivi conflittuali possono essere bilanciati confrontando e ottimizzando più varianti per allineare il processo di progettazione ai criteri più rilevanti",
            "feature-certifications-title": "Certficazioni con ESD",
            "feature-certifications-description": "I proprietari di portfoli finanziare vogliono (e devono) trasformare i propri immobili a zero emissioni di CO2 entro il 2050, in linea con il Regolamento UE sulla tassonomia. È importante conoscere i dati di consumo affidabili degli immobili e i loro tempi di stranding per poter prendere decisioni tempestive e basate sui dati. È necessario determinare le misure energetiche e redigere i programmi di ristrutturazione per le costruzioni sostenibili. In qualità di azienda ingegneristica di grande esperienza, con un'elevata affinità con la digitalizzazione e oltre 1000 dipendenti, Gruner offre soluzioni scalabili per passare finalmente al concreto. Dall'analisi del portafoglio all'identificazione delle misure e alla pianificazione della ristrutturazione, i nostri ingegneri di tutti i settori dell'edilizia vi aiuteranno a realizzare il vostro obiettivo di trasformazione nel modo più efficiente possibile, sia dal punto di vista ecologico che economico.",
            "feature-daylight-title": "Comfort visivo e igrotermico con ESD",
            "feature-daylight-description": "Una delle domande che sorgono nella fase iniziale riguarda le dimensioni delle finestre. Questo aspetto ha un impatto non solo sui costi e sul fabbisogno energetico, ma anche sul comfort degli ambienti in termini di luce diurna e problemi di surriscaldamento. Finestre più grandi permettono di far entrare più luce naturale nell'edificio, ma allo stesso tempo comportano un maggior rischio di surriscaldamento in estate. La luce diurna e il rischio di surriscaldamento sono obiettivi conflittuali. Da un lato, il modello ESD fornisce simulazioni della luce diurna per gli spazi interni in base alle proprietà delle finestre, alle geometrie e alle funzioni interne. Possiamo quindi capire se questi ambienti soddisfano i requisiti di comfort per la luce diurna. Dall'altro lato, il modello calcola i guadagni solari attraverso le finestre in base alle condizioni climatiche. Questo permette di stimare il rischio di surriscaldamento in estate. Attraverso una simulazione combinata della luce diurna e del rischio di surriscaldamento è possibile trovare la soluzione progettuale più opportuna.",
            "feature-pv-title": "Radiazione e simulazione solare con ESD",
            "feature-pv-description": "Un impianto fotovoltaico è un strumento adatto e talvolta obbligatorio per generare energia rinnovabile e ridurre il consumo energetico complessivo degli edifici. Per alcune certificazioni edilizie, è necessario installare una quantità minima di moduli fotovoltaici. La simulazione della radiazione solare calcola la radiazione (kWh) che cade sulle superfici (tetti e facciate) e aiuta quindi a determinare il miglior posizionamento dei moduli fotovoltaici. Tiene conto del clima e del contesto volumetrico dell'ambiente. Tuttavia, un rendimento solare annuo più elevato non porta necessariamente ai maggiori benefici. Per ridurre il consumo energetico dell'edificio, la domanda oraria e la produzione oraria di energia devono essere armonizzate per aumentare l'autoconsumo, cioè la percentuale di energia prodotta che viene utilizzata direttamente nell'edificio. In ESD, possiamo studiare diverse disposizioni dei moduli fotovoltaici per soddisfare il profilo della domanda e ottimizzare l'autoconsumo.",
            "feature-noise-title": "Comfort acustico con ESD",
            "feature-noise-description": "La legge definisce i valori di pianificazione e i valori limite di immissione per il rumore del traffico. Questi definiscono le condizioni limite al di sopra delle quali il rumore disturba in modo significativo il benessere dei residenti, a seconda della sensibilità al rumore degli edifici (ad esempio gli appartamenti). Se questo valore viene superato, il progetto non ottiene la licenza edilizia. È quindi importante sapere fin dalle prime fasi della pianificazione se l'edificio è in grado di soddisfare i requisiti di protezione dal rumore. Il nostro modello ESD è in grado di stimare l'esposizione al rumore di un edificio in tempi brevi, tenendo conto delle strade vicine. Calcola l'inquinamento acustico sia di giorno che di notte. L'obiettivo è determinare tempestivamente se il progetto presenta un problema di rumore e se sono necessarie ulteriori indagini. Spesso la valutazione del rumore viene effettuata troppo tardi per risolvere il problema in modo rapido e flessibile. Da un lato, lo strumento aiuta a riconoscere in anticipo i potenziali problemi di rumore, evitando così misure complesse e costose nelle fasi successive. Dall'altro, garantisce condizioni abitative confortevoli ai residenti.",
            "feature-report-title": "Reporting con ESD",
            "feature-report-description": "Trattare con dati a più livelli può essere eccessivo e non sempre è utile per il processo di progettazione. Pertanto, con così tanti dati, il processo decisionale deve essere strutturato e sintetizzato. In base ai vostri criteri, possiamo personalizzare le analisi, i grafici e i risultati per schiarirvi le idee. Tutte le analisi sono collegate al modello ESD, dove vengono registrati i risultati. I risultati sono presentati in una relazione con grafici e strumenti di analisi (ad esempio, diagramma a coordinate parallele o Spyder) che aiutano a visualizzare i dati. La complessità dei dati multidisciplinari viene così sintetizzata e le relazioni rilevanti vengono evidenziate. Il nostro rapporto utilizza strumenti analitici per semplificare la complessità dei dati e aiutarvi a prendere decisioni coerenti."
}
